{
  "contact_title": "যোগাযোগ করুন",
  "contact_description": "আপনার কোনো প্রশ্ন, মতামত বা সহযোগিতার আগ্রহ থাকলে, আমার সাথে যোগাযোগ করতে দ্বিধা করবেন না।",
  "contact_name_label": "আপনার নাম",
  "contact_name_placeholder": "আপনার পুরো নাম লিখুন",
  "contact_email_label": "আপনার ইমেইল",
  "contact_email_placeholder": "you@example.com",
  "contact_message_label": "আপনার বার্তা",
  "contact_message_placeholder": "আপনার বার্তা এখানে লিখুন...",
  "contact_send_button": "বার্তা পাঠান",
  "contact_find_me_on": "আমাকে খুঁজুন",
  "contact_connect_with_me": "আমার সাথে অন্যান্য প্ল্যাটফর্মেও যুক্ত হন",
  "contact_hire_me_button": "আমাকে কাজের জন্য নিন",
  "terms_of_service": {
    "title": "পরিষেবার শর্তাবলী",
    "lastUpdated": "আগস্ট ১, ২০২৪",
    "sections": [
      {
        "title": "১. শর্তাবলীর স্বীকৃতি",
        "content": "PRANGON CENTRE ওয়েবসাইট অ্যাক্সেস এবং ব্যবহার করার মাধ্যমে, আপনি এই চুক্তির শর্তাবলী দ্বারা আবদ্ধ হতে সম্মত হন। উপরন্তু, এই ওয়েবসাইটের নির্দিষ্ট পরিষেবাগুলি ব্যবহার করার সময়, আপনি এই ধরনের পরিষেবাগুলির জন্য প্রযোজ্য যেকোনো পোস্ট করা নির্দেশিকা বা নিয়মাবলী মেনে চলবেন।"
      },
      {
        "title": "২. মেধা সম্পত্তি",
        "content": "এই সাইটের সমস্ত বিষয়বস্তু, যার মধ্যে পাঠ্য, গ্রাফিক্স, লোগো এবং ডিজিটাল ডাউনলোড রয়েছে, তা PRANGON CENTRE-এর সম্পত্তি এবং আন্তর্জাতিক কপিরাইট আইন দ্বারা সুরক্ষিত। কোনো বিষয়বস্তুর অননুমোদিত ব্যবহার, পুনরুৎপাদন বা বিতরণ কঠোরভাবে নিষিদ্ধ এবং এর ফলে আইনি ব্যবস্থা নেওয়া হবে, যার মধ্যে আমাদের কপিরাইট বিজ্ঞপ্তিতে উল্লিখিত ১০,০০০ টাকা সরাসরি জরিমানা অন্তর্ভুক্ত রয়েছে।"
      },
      {
        "title": "৩. ব্যবহারকারীর আচরণ",
        "content": "আপনি ওয়েবসাইটটি এমন কোনো উপায়ে ব্যবহার না করতে সম্মত হন যা বেআইনি, বা PRANGON CENTRE, এর পরিষেবা প্রদানকারী, এর সরবরাহকারী, এর সহযোগী বা অন্য কোনো ব্যবহারকারীর ক্ষতি করে। আপনাকে ওয়েবসাইটের কোনো অংশ বা এর সম্পর্কিত সিস্টেম বা নেটওয়ার্কগুলিতে অননুমোদিত অ্যাক্সেস পাওয়ার চেষ্টা করা থেকে বিরত থাকতে হবে।"
      },
      {
        "title": "৪. সাবস্ক্রিপশন এবং অর্থপ্রদান",
        "content": "যে পরিষেবাগুলির জন্য অর্থপ্রদানের প্রয়োজন, সেগুলির জন্য আপনি বর্তমান, সম্পূর্ণ এবং সঠিক ক্রয় এবং অ্যাকাউন্টের তথ্য প্রদান করতে সম্মত হন। আপনি আপনার অ্যাকাউন্ট এবং অন্যান্য তথ্য, যার মধ্যে আপনার ইমেল ঠিকানা এবং অর্থপ্রদান পদ্ধতির বিবরণ রয়েছে, তা অবিলম্বে আপডেট করতে সম্মত হন, যাতে আমরা আপনার লেনদেন সম্পন্ন করতে এবং প্রয়োজনে আপনার সাথে যোগাযোগ করতে পারি।"
      },
      {
        "title": "৫. ওয়ারেন্টি अस्वीकरण",
        "content": "ওয়েবসাইট এবং এর বিষয়বস্তু \"যেমন আছে\" এবং \"যেমন উপলব্ধ\" ভিত্তিতে কোনো ধরনের ওয়ারেন্টি ছাড়াই প্রদান করা হয়, যার মধ্যে রয়েছে যে ওয়েবসাইটটি ত্রুটি-মুক্তভাবে কাজ করবে বা ওয়েবসাইট, এর সার্ভার বা এর বিষয়বস্তু কম্পিউটার ভাইরাস বা অনুরূপ দূষণ বা ধ্বংসাত্মক বৈশিষ্ট্য থেকে মুক্ত।"
      }
    ]
  },
  "return_policy": {
    "title": "রিটার্ন এবং রিফান্ড পলিসি",
    "lastUpdated": "আগস্ট ১, ২০২৪",
    "sections": [
      {
        "title": "ডিজিটাল পণ্য",
        "content": "ডিজিটাল পণ্যের প্রকৃতির কারণে, যার মধ্যে ই-বুক, পিডিএফ ফাইল এবং প্রিমিয়াম সামগ্রী সাবস্ক্রিপশন অন্তর্ভুক্ত কিন্তু সীমাবদ্ধ নয়, সমস্ত বিক্রয় চূড়ান্ত। অর্ডার নিশ্চিত হয়ে গেলে এবং পণ্য পাঠানো বা অ্যাক্সেস দেওয়া হয়ে গেলে আমরা কোনো ডিজিটাল পণ্যের জন্য রিটার্ন বা রিফান্ড অফার করি না।"
      },
      {
        "title": "সাবস্ক্রিপশন পরিষেবা",
        "content": "সাবস্ক্রিপশন ফি অফেরতযোগ্য। আপনি যেকোনো সময় আপনার অ্যাকাউন্ট সেটিংসের মাধ্যমে আপনার সাবস্ক্রিপশন বাতিল করতে পারেন। বাতিল করার পরে, আপনার বর্তমান বিলিং সময়কালের শেষ পর্যন্ত আপনার পরিষেবার অ্যাক্সেস থাকবে। একটি বিলিং চক্রের সময় করা বাতিলকরণের জন্য কোনো আংশিক বা আনুপাতিক রিফান্ড প্রদান করা হবে না।"
      },
      {
        "title": "ব্যতিক্রমী পরিস্থিতি",
        "content": "প্রযুক্তিগত সমস্যার বিরল ক্ষেত্রে যেখানে আপনি ক্রয় করা ডিজিটাল সামগ্রী অ্যাক্সেস করতে অক্ষম, অনুগ্রহ করে ক্রয়ের ৭ দিনের মধ্যে আমাদের সহায়তা দলের সাথে যোগাযোগ করুন। আমরা সমস্যাটি সমাধান করার জন্য আপনার সাথে কাজ করব। যদি আমরা আপনাকে সামগ্রীর অ্যাক্সেস সরবরাহ করতে অক্ষম হই, তবে আমাদের নিজস্ব বিবেচনার ভিত্তিতে একটি রিফান্ড বিবেচনা করা যেতে পারে।"
      },
      {
        "title": "আমাদের সাথে যোগাযোগ করুন",
        "content": "আমাদের রিটার্ন এবং রিফান্ড পলিসি সম্পর্কে আপনার কোনো প্রশ্ন থাকলে, অনুগ্রহ করে আমাদের ওয়েবসাইটের যোগাযোগ ফর্মের মাধ্যমে আমাদের সাথে যোগাযোগ করুন। আমরা সাহায্য করতে এবং PRANGON CENTRE-এর সাথে আপনার একটি ইতিবাচক অভিজ্ঞতা নিশ্চিত করতে এখানে আছি।"
      }
    ]
  }
}
